chat_system_555851334_actor_description=Spirit of Archdemon Baal. The spirit of the Chief demon.
chat_system_555851334_switch_0_header_1=^?^Rejoice for now, human. Your time will come, and the entire world will be flooded with bloody lava.
chat_system_555851334_snap_1_question=^?^Burn in the flame of Argal, murderer! Now you rob my castle? Revel in your victory, but remember, that I wander the Lower Bounds with but one thought in my mind - revenge!
chat_system_555851334_snap_1_answer_0=^?^And what you are?
chat_system_555851334_snap_2_question=^?^I'm a bodiless essence, immortal. I'm the Keeper of the Sixth House. Baal is my Ruler. I'm waiting for my master, that I may become one with him once again. You cannot ever understand this, worthless human.
chat_system_555851334_snap_2_answer_0=^?^We are in the Sixth House - the House of Baal. What are the other houses?
chat_system_555851334_snap_2_header_0=^?^There are twelve Houses, their rulers are all archdemons, who at some time overthrew previous masters of their Houses. There's no other way to become a Ruler.<br>There's an ongoing fight for power over the Houses. This is called the War of the Houses.
chat_system_555851334_snap_2_answer_1=^?^Tell me, what are the Lower Bounds?
chat_system_555851334_snap_2_header_1=^?^That is the Bottom of the Worlds. A gloomy place, full of hatred and madness, creatures who are always hungry. Imps, urlocks, vargans, mizirs and other lower demons all being born there. The overthrown Ruler must go through the whole horde of these creatures to find a way to its Home.<br>Some Rulers especially go down to the Lower Bounds for hunting. It is dangerous and frightful, but it makes their blood boil, it makes them re-born.
chat_system_555851334_snap_2_answer_2=^?^Goodbye, Baal, or whatever is left of you. I'll be happy to kill you again sometime.
